# task 1: გაიხსენეთ რას აკეთებს მნიშვნელობის გადაწერა (reassign), მოიყვანეთ მაგალითი და დაუწერეთ კომენტარები

num = 13
num = num + 16

print(num)
      
      
# task 1:  გაიხსენეთ დღეს ნასწავლი best practice'ბი და ახსენით რატომ ვიყენებთ თითოეულს (snake_case, case-sensitive'ობა, comments) 


print("Snake_Case არის დასახელება რომელშიც თითოეული სპეისი იცვლება ქვედა ხაზით და სიტყვები იწერება პატარა ასოებით")
print("Cases sensitivoba არის როდესაც ყველა სიტყვა ან პატარა ასოებიტ იწაერება ან დიდი ასოებით რათა კომპიუტერმა შეძლოს მისი ამოცნობა")
